{
    "0": {
        "full_text": "新艾利都，这座建立在神秘地质灾害 “空洞” 侵袭后的废墟之上的都市，以其独特的文明形态与复杂的社会结构，成为近未来世界的典型范本。以下是基于官方设定与游戏内细节的深度解析：\n一、地理与空间结构\n（一）双城格局的文明隐喻\n新艾利都的英文名称 “New Eridu” 源自苏美尔文明的第一座城市 “埃利都”，承载着文明存续的希望。其空间结构呈现鲜明的二元性：\n内环：以高密度建筑群与尖端科技设施为特征，光映广场的全息广告屏与磁悬浮列车轨道交织成未来主义景观，而六分街则保留着旧文明遗迹，如 “吟游唱针” 音像店的黑胶唱片墙与 “God Finger” 电玩店的街机阵列，形成复古与科技的强烈碰撞。\n外环：保留资源型聚落形态，野火镇的石油钻井架与厄匹斯港的渔船码头构成粗犷的工业美学。飙车党势力主导的区域内，改装机车在废弃公路上竞速，凯撒・金的摩托帮派通过控制资源运输维持着地下秩序。\n（二）空洞共生的技术体系\n能源命脉：以太矿石的采掘与利用\n以太具有高能量密度与放射性，通过 “式舆塔” 能源网络输送至城市各处。式舆塔不仅是能量枢纽，也是空洞观测站，其顶部的共振装置可稳定空洞边界。",
        "summary_text": null
    },
    "1": {
        "full_text": "科研机构开发的 “电流共振检测仪” 通过特定频率筛选高纯度以太矿石，而施维因 - 杨抑制剂则通过调节细胞活性降低侵蚀风险。\n抗灾技术的双向性\n抗侵蚀材料 “辉瓷” 由莱姆尼安观测站研发，其分子结构可抵御空洞辐射，广泛应用于斯科特哨站的防御工事。\n邦布机械最初用于灾害避难指引，现扩展至工业作业与日常生活服务，居民可在 “涡轮” 改装店升级其功能模块，如加装环境探测仪或战斗辅助装置。\n二、社会与势力网络\n（一）官方治理体系\n市政厅与罗塞塔数据\n市政厅通过选举更迭，掌握核心资源 “罗塞塔数据”—— 包含旧文明科技与空洞研究的数据库，其控制权成为政治博弈的焦点。\n治安局（NEPS）的刑侦特勤组配备 “咔嚓仔” 智能执法机器人，负责城市治安与灾害应急指引，其制服设计融合了战术防护与科技元素。\n防卫军的双重使命\n防卫军不仅承担空洞清剿任务，还负责保卫 “星环电视塔” 等关键设施。其装备的 “辉瓷” 动力装甲可承受高强度辐射，士兵需定期服用抗侵蚀药物以维持战斗力。\n（二）资本与民间势力\nTOPS 财联的隐形统治",
        "summary_text": null
    },
    "2": {
        "full_text": "（二）资本与民间势力\nTOPS 财联的隐形统治\n由高志集团（金融）、乔氏集团（医疗）等组成的 TOPS 财联掌控城市经济命脉。高志集团总部的全息交易大厅 24 小时运转，乔氏集团则通过植入式医疗设备监控高净值人群健康，其研发的 “飞鸟星梦” 引擎被用于薇薇安等代理人的战斗装备。\n财联通过投资 “拓金日” 选举与公共设施（如纪念碑广场），将资本影响力渗透至政治与文化领域。\n地下世界的生存法则\n狡兔屋作为中立服务机构，承接空洞调查与资源回收委托。其创始人妮可・德玛拉通过情报交易与灰色手段维持运营，店内的 “全息沙盘” 可实时显示城市各区域动态。\n维多利亚家政为高净值人群提供定制化服务，成员丽娜擅长处理 “棘手事务”，其携带的 “黑盒” 设备可干扰电子监控，确保客户隐私。\n三、文化与生活肌理\n（一）市井生活的韧性美学\n六分街的时空褶皱\n这条保留旧文明遗迹的街道，沿街分布着拉面馆 “豚骨屋”、复古音像店 “吟游唱针” 与实体潮玩店 “盒”。居民在灾害间隙享受咖啡补给与垂钓休闲，体现出 “在末日中生活” 的生存智慧。",
        "summary_text": null
    },
    "3": {
        "full_text": "学生群体的日常折射出教育体系的实用性：体育课强化体能以适应空洞环境，社会实践课可采访空洞调查员，部分学生如艾莲通过打工实现经济独立。\n多元文化的共生场域\n光映广场的 HIA 协会俱乐部定期举办插花、茶道等文化活动，而厄匹斯港的垂钓区则成为不同种族居民交流的场所。希人、鬼族与人类在街头巷尾交融，形成独特的都市文化景观。\n（二）科技与人性的碰撞\n邦布机械的情感投射\n邦布不仅是工具，更是居民的生活伙伴。改装店 “涡轮” 提供个性化涂装服务，部分居民为邦布定制宠物形态或怀旧造型，赋予其情感意义。\n在空洞探险中，邦布的 “应急避难模式” 可引导居民撤离，但过度依赖机械也导致部分人群出现 “机械依赖症”，需定期接受心理干预。\n娱乐文化的双重性\n星环电视塔的可升降剧场既上演古典歌剧，也举办电子音乐派对，其玻璃幕墙可实时显示空洞动态，将灾难景观转化为娱乐元素。\n六分街的电玩店 “God Finger” 保留着旧文明街机，而 TOPS 财联投资的虚拟娱乐舱 “幻梦空间” 则提供沉浸式空洞探险体验，折射出科技对娱乐的异化。\n四、特殊地理节点的叙事张力\n（一）空洞的创伤记忆\n零号空洞的启示录",
        "summary_text": null
    },
    "4": {
        "full_text": "四、特殊地理节点的叙事张力\n（一）空洞的创伤记忆\n零号空洞的启示录\n作为旧文明覆灭的源头，零号空洞内部时空紊乱，存在被称为 “以骸” 的异化生物。防卫军的斯科特哨站采用 “蜂巢式” 防御结构，士兵通过 “神经接驳装置” 同步作战，其战术手册中记载着 “优先保护式舆塔” 的铁律。\n芭莱大厦的幽灵剧场\n这座双子大厦因空洞灾害荒废，曾是山狮帮中转站。改造后的探索试验区内，科研人员发现大厦结构因空洞辐射产生量子纠缠现象，部分区域存在时空重叠，成为研究 “空间褶皱” 的天然实验室。\n（二）权力与资本的地标\n星环电视塔的资本图腾\n高志金融集团运营的电视塔顶部剧场可升至云层，其 VIP 包厢配备 “辉瓷” 防弹玻璃与空气净化系统。剧场演出常与商业发布会结合，如 TOPS 财联曾在此发布新型以太储能装置，将文化空间转化为资本秀场。\n黑雁工地的技术试验场\n白祇重工与三门集团合作的黑雁工地，测试着可抵御空洞辐射的智能建筑机械。工地上的 “虚空挖掘机” 采用仿生学设计，其机械臂可模拟以骸生物的运动模式，提高采掘效率。\n五、社会病理与未来隐忧\n（一）阶级分化的空间具象",
        "summary_text": null
    },
    "5": {
        "full_text": "五、社会病理与未来隐忧\n（一）阶级分化的空间具象\n内环居民通过 “以太适性检测” 筛选优质基因，享受抗侵蚀药物与高端医疗；外环居民则依赖廉价抑制剂，部分工人因长期接触辐射出现 “空洞化” 变异，形成被称为 “灰民” 的边缘群体。\n维多利亚家政服务的高净值人群居住在配备独立式舆塔的 “云端社区”，而外环的 “铁锈镇” 居民则生活在石油废料堆砌的棚户区，形成 “垂直分层” 的居住格局。\n（二）科技异化的双重性\n邦布机械的普及导致失业率攀升，部分居民加入 “机械拆解黑市”，通过非法改装邦布获取丁尼。治安局数据显示，与邦布相关的犯罪案件占比逐年上升。\nTOPS 财联研发的 “飞鸟星梦” 引擎虽提升代理人战力，但其 “侵蚀增幅” 功能被称颂会利用，制造出失控的 “以太暴走体”，引发多次城市危机。\n（三）文明存续的伦理困境\n市政厅对 “罗塞塔数据” 的垄断引发争议，部分学者认为应公开旧文明科技以促进共同发展，但官方以 “防止技术滥用” 为由拒绝。\n反舌鸟组织的劫富济贫行动虽获底层支持，但其对 TOPS 财联设施的破坏也导致能源供应中断，加剧了社会矛盾。",
        "summary_text": null
    },
    "6": {
        "full_text": "新艾利都通过将末日生存与都市生活结合，构建了一个充满矛盾与生机的虚拟世界。其复杂的势力网络、独特的科技设定及丰富的文化细节，为玩家提供了深度探索的空间。这座城市既是文明存续的堡垒，也是人性挣扎的舞台，其命运轨迹将在 “空洞” 与 “希望” 的博弈中持续书写。",
        "summary_text": null
    }
}